[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:118};
itm1={id:44,name:Home_Center,refID:51,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:0,y:160,zorder:2};
itm10={backcolor:0,bidimode:right-to-left,font:53,height:56,highcolor:0,hlayout:right,id:67,linespacing:0,multiline:false,name:Unit_R,type:TEXTFIELD,visible:false,vlayout:middle,width:97,wrapline:no-wrap,x:412,y:186,zorder:11};
itm11={backcolor:0,bidimode:left-to-right,content:min,font:45,height:34,highcolor:0,hlayout:left,id:68,linespacing:0,multiline:false,name:MPG,type:TEXTFIELD,visible:false,vlayout:middle,width:115,wrapline:no-wrap,x:513,y:264,zorder:12};
itm12={backcolor:0,bidimode:right-to-left,font:53,height:56,highcolor:0,hlayout:right,id:69,linespacing:0,multiline:false,name:Unit_fuel,type:TEXTFIELD,visible:false,vlayout:middle,width:97,wrapline:no-wrap,x:412,y:248,zorder:13};
itm13={backcolor:0,bidimode:right-to-left,font:53,height:56,highcolor:0,hlayout:right,id:70,linespacing:0,multiline:false,name:Unit_fuel_AVG,type:TEXTFIELD,visible:false,vlayout:middle,width:97,wrapline:no-wrap,x:412,y:310,zorder:14};
itm14={backcolor:0,bidimode:left-to-right,content:MPG,font:45,height:34,highcolor:0,hlayout:left,id:71,linespacing:0,multiline:false,name:MPG_AVG,type:TEXTFIELD,visible:false,vlayout:middle,width:115,wrapline:no-wrap,x:513,y:326,zorder:15};
itm15={backcolor:0,bidimode:right-to-left,content:Fuel consumpt,font:45,height:34,highcolor:0,hlayout:right,id:72,linespacing:0,multiline:false,name:Txt_second_three_screen,type:TEXTFIELD,visible:false,vlayout:middle,width:234,wrapline:no-wrap,x:173,y:202,zorder:16};
itm16={backcolor:0,bidimode:left-to-right,content:Tire Av./Ar.,font:40,height:34,highcolor:0,hlayout:right,id:78,linespacing:0,multiline:false,name:Text_one_Two,type:TEXTFIELD,visible:false,vlayout:middle,width:144,wrapline:no-wrap,x:173,y:264,zorder:17};
itm17={backcolor:0,bidimode:left-to-right,content:Tire Av./Ar.,font:40,height:34,highcolor:0,hlayout:right,id:84,linespacing:0,multiline:false,name:Text_one_Three,type:TEXTFIELD,visible:false,vlayout:middle,width:144,wrapline:no-wrap,x:173,y:326,zorder:18};
itm18={backcolor:0,bidimode:left-to-right,content:IG minut.,font:45,height:34,highcolor:0,hlayout:right,id:93,linespacing:0,multiline:false,name:IG_on_Timer,type:TEXTFIELD,visible:false,vlayout:middle,width:192,wrapline:no-wrap,x:173,y:326,zorder:19};
itm19={backcolor:0,bidimode:left-to-right,content:h,font:45,height:34,highcolor:0,hlayout:left,id:94,linespacing:0,multiline:false,name:h_unit,type:TEXTFIELD,visible:false,vlayout:middle,width:20,wrapline:no-wrap,x:429,y:325,zorder:20};
itm2={id:46,name:Home_footer,refID:52,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:0,y:431,zorder:3};
itm20={backcolor:0,bidimode:right-to-left,content:21,font:48,height:56,highcolor:0,hlayout:right,id:95,linespacing:0,multiline:false,name:h_value,type:TEXTFIELD,visible:false,vlayout:middle,width:56,wrapline:no-wrap,x:366,y:308,zorder:21};
itm21={backcolor:0,bidimode:left-to-right,content:h,font:45,height:34,highcolor:0,hlayout:left,id:96,linespacing:0,multiline:false,name:h_unit_two,type:TEXTFIELD,visible:false,vlayout:middle,width:20,wrapline:no-wrap,x:429,y:264,zorder:22};
itm22={backcolor:0,bidimode:right-to-left,content:75,font:48,height:56,highcolor:0,hlayout:right,id:97,linespacing:0,multiline:false,name:h_value_two,type:TEXTFIELD,visible:false,vlayout:middle,width:56,wrapline:no-wrap,x:369,y:248,zorder:23};
itm23={backcolor:0,bidimode:left-to-right,content:IG on timer,font:45,height:34,highcolor:0,hlayout:right,id:98,linespacing:0,multiline:false,name:IG_on_Timer_two,type:TEXTFIELD,visible:false,vlayout:middle,width:192,wrapline:no-wrap,x:173,y:264,zorder:24};
itm24={backcolor:0,bidimode:left-to-right,content:IG on Timer,font:45,height:34,highcolor:0,hlayout:right,id:99,linespacing:0,multiline:false,name:IG_on_Timer_one,type:TEXTFIELD,visible:false,vlayout:middle,width:192,wrapline:no-wrap,x:173,y:202,zorder:25};
itm25={backcolor:0,bidimode:right-to-left,content:12,font:48,height:56,highcolor:0,hlayout:right,id:100,linespacing:0,multiline:false,name:h_value_one,type:TEXTFIELD,visible:false,vlayout:middle,width:56,wrapline:no-wrap,x:366,y:184,zorder:26};
itm26={backcolor:0,bidimode:left-to-right,content:h,font:45,height:34,highcolor:0,hlayout:left,id:101,linespacing:0,multiline:false,name:h_unit_one,type:TEXTFIELD,visible:false,vlayout:middle,width:20,wrapline:no-wrap,x:429,y:201,zorder:27};
itm27={backcolor:0,background:0,bgbottomcenter:0,bgbottomleft:0,bgbottomright:0,bgcenter:0,bgfragment:single,bgleft:0,bgright:0,bgtopcenter:0,bgtopleft:0,bgtopright:0,ccp:0,ccpzorder:over,height:480,id:109,name:DispON,styleid:0,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:false,width:800,x:0,y:0,zorder:28};
itm28={backcolor:0,height:34,id:110,img:296,layout:normal,name:icon_hp,styleid:0,type:IMAGEFIELD,visible:true,width:223,x:290,y:385,zorder:29,layout_param:{anchor:left-top,clipx:0,clipy:0}};
itm29={backcolor:0,bidimode:right-to-left,content:40.0/40.3,font:48,height:56,highcolor:0,hlayout:right,id:111,linespacing:0,multiline:false,name:Unit_F_2,type:TEXTFIELD,visible:false,vlayout:middle,width:199,wrapline:no-wrap,x:308,y:246,zorder:30};
itm3={height:0,id:57,name:TOP,refID:53,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,width:0,x:0,y:0,zorder:4};
itm30={backcolor:0,bidimode:right-to-left,content:40.0/40.3,font:48,height:56,highcolor:0,hlayout:right,id:112,linespacing:0,multiline:false,name:Unit_F_3,type:TEXTFIELD,visible:false,vlayout:middle,width:199,wrapline:no-wrap,x:308,y:308,zorder:31};
itm31={backcolor:0,bidimode:right-to-left,content:25,font:48,height:56,highcolor:0,hlayout:right,id:113,linespacing:0,multiline:false,name:min_value_1,type:TEXTFIELD,visible:false,vlayout:middle,width:56,wrapline:no-wrap,x:453,y:186,zorder:32};
itm32={backcolor:0,bidimode:right-to-left,content:25,font:48,height:56,highcolor:0,hlayout:right,id:114,linespacing:0,multiline:false,name:min_value_2,type:TEXTFIELD,visible:false,vlayout:middle,width:56,wrapline:no-wrap,x:453,y:248,zorder:33};
itm33={backcolor:0,bidimode:right-to-left,content:05,font:48,height:56,highcolor:0,hlayout:right,id:115,linespacing:0,multiline:false,name:min_value_3,type:TEXTFIELD,visible:false,vlayout:middle,width:56,wrapline:no-wrap,x:451,y:308,zorder:34};
itm4={id:58,name:Home_header,refID:50,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:0,y:0,zorder:5};
itm5={backcolor:0,bidimode:left-to-right,content:Tire Av./Ar.,font:40,height:34,highcolor:0,hlayout:right,id:59,linespacing:0,multiline:false,name:Text_one,type:TEXTFIELD,visible:false,vlayout:middle,width:144,wrapline:no-wrap,x:173,y:202,zorder:6};
itm6={backcolor:0,bidimode:right-to-left,content:Battery voltage,font:45,height:34,highcolor:0,hlayout:right,id:60,linespacing:0,multiline:false,name:Fuel_consumpt,type:TEXTFIELD,visible:false,vlayout:middle,width:234,wrapline:no-wrap,x:173,y:264,zorder:7};
itm7={backcolor:0,bidimode:right-to-left,content:AVG Fuel,font:45,height:34,highcolor:0,hlayout:right,id:61,linespacing:0,multiline:false,name:AVG_Fuel,type:TEXTFIELD,visible:false,vlayout:middle,width:234,wrapline:no-wrap,x:173,y:326,zorder:8};
itm8={backcolor:0,bidimode:right-to-left,content:40.0/40.3,font:48,height:56,highcolor:0,hlayout:right,id:63,linespacing:0,multiline:false,name:Unit_F,type:TEXTFIELD,visible:false,vlayout:middle,width:199,wrapline:no-wrap,x:310,y:186,zorder:9};
itm9={backcolor:0,bidimode:left-to-right,content:kPa,font:45,height:34,highcolor:0,hlayout:left,id:64,linespacing:0,multiline:false,name:kpa,type:TEXTFIELD,visible:false,vlayout:middle,width:115,wrapline:no-wrap,x:513,y:202,zorder:10};

